window.MENU_DATA = {
  brand: {
    name: "Café Hood",
    subtitle: "since 2023"
  },

  categories: [
    "Все меню",
    "Завтраки",
    "Каши",
    "Сырники",
    "Панкейки",
    "Сэндвичи",
    "Основные блюда",
    "Кофе",
    "Не кофе",
    "Чай",
    "Бабл ти"
  ],

  items: {
    "Завтраки": [
      {
        name: "Большой завтрак HOOD",
        price: "760",
        photo: "big_breakfast_hood.webp",
        description: "Два яйца-семиминутки, хлеб тартин, песто по-рязански, фета-креметта, хумус из чечевицы и фасоли, домашние вяленые томаты, маринованный перец, битый огурчик, микс-салат, посыпка из чипсов и крошка тартина.",
        kcal: 1050.64,
        p: 34.12,
        f: 51.6,
        c: 112.44
      },
      {
        name: "Шакшука",
        price: "530",
        photo: "shakshuka.webp",
        description: "С овощной сальсой, микс-салатом, дуккой и хлебом тартин.",
        kcal: 478.63,
        p: 19.09,
        f: 27.16,
        c: 39.45
      },
      {
        name: "Французский омлет",
        price: "480",
        photo: "french_omelette.webp",
        description: "С фета-креметтой, микс-салатом и хлебом тартин.",
        kcal: 659.19,
        p: 28.92,
        f: 40.75,
        c: 44.17
      },
      {
        name: "Скрембл с соусом бермонте",
        price: "390",
        photo: "scramble.webp",
        description: "С соусом бермонте, посыпкой из чипсов и хлебом тартин.",
        kcal: 573.05,
        p: 23.69,
        f: 33.73,
        c: 43.64
      },
      {
        name: "Глазунья / Омлет / Скрембл",
        price: "330",
        description: "С хлебом тартин."
      }
    ],

    "Каши": [
      {
        name: "Овсяная каша с бананами в карамели",
        price: "380",
        photo: "kasha_banana_oat.webp",
        description: "С бананами в карамели, крамблом из печенья с морковью, цветочной посыпкой и медовым попкорном из пшеницы.",
        kcal: 407.37,
        p: 6.9,
        f: 25.97,
        c: 36.5
      },
      {
        name: "Рисовая каша с бананами в карамели",
        price: "380",
        photo: "kasha_banana_rice.webp",
        description: "С бананами в карамели, крамблом из печенья с морковью, цветочной посыпкой и медовым попкорном из пшеницы.",
        kcal: 418.9,
        p: 11.97,
        f: 23.4,
        c: 47.6
      },
      {
        name: "Овсяная каша с манго-кремом",
        price: "410",
        photo: "kasha_mango_oat.webp",
        description: "С манго-кремом, взбитыми сливками, облепиховым гелем, крамблом из печенья с морковью и цветочной посыпкой.",
        kcal: 490.68,
        p: 6.96,
        f: 30,
        c: 48.11
      },
      {
        name: "Рисовая каша с манго-кремом",
        price: "410",
        photo: "kasha_mango_rice.webp",
        description: "С манго-кремом, взбитыми сливками, облепиховым гелем, крамблом из печенья с морковью и цветочной посыпкой.",
        kcal: 503.46,
        p: 4.78,
        f: 27.75,
        c: 58.63
      }
    ],

    "Сырники": [
      {
        name: "Домашние сырники",
        price: "400",
        photo: "homemade_sirniki.webp",
        description: "Со сметаной, крамблом из печенья с морковью и цветочной посыпкой.",
        kcal: 457.21,
        p: 17.59,
        f: 31.57,
        c: 25.66
      },
      {
        name: "Домашние сырники с бананами",
        price: "450",
        photo: "homemade_sirniki1.webp",
        description: "С бананами в карамели, сметаной, крамблом из печенья с морковью, цветочной посыпкой и попкорном из пшеницы.",
        kcal: 621.21,
        p: 18.88,
        f: 45.16,
        c: 34.8
      },
      {
        name: "Домашние сырники с манго",
        price: "480",
        photo: "sirniki3.webp",
        description: "С манго-кремом, сметаной, облепиховым гелем, крамблом из печенья с морковью и цветочной посыпкой.",
        kcal: 621.24,
        p: 19.32,
        f: 41.89,
        c: 41.72
      }
    ],

    "Панкейки": [
      {
        name: "Панкейки с бананами",
        price: "370",
        photo: "punkake2.webp",
        description: "Со взбитыми сливками, крамблом из печенья с морковью, цветочной посыпкой и медовым попкорном из пшеницы.",
        kcal: 654.32,
        p: 12.88,
        f: 39.48,
        c: 61.86
      },
      {
        name: "Панкейки с манго",
        price: "400",
        photo: "puncake1.webp",
        description: "Со взбитыми сливками, облепиховым гелем, крамблом из печенья с морковью и цветочной посыпкой.",
        kcal: 511.72,
        p: 10.76,
        f: 24.68,
        c: 61.64
      },
      {
        name: "Оладьи",
        price: "390",
        photo: "oladii.webp",
        description: "Из кабачка с яйцом-семиминуткой, микс-салатом, сметаной, четверговой солью и цветочной посыпкой.",
        kcal: 410.77,
        p: 12.24,
        f: 27.25,
        c: 29.56
      }
    ],

    "Сэндвичи": [
      {
        name: "Сэндвич HOOD",
        price: "560",
        photo: "sandwich_hood.webp",
        description: "Хлеб тартин, яичный соус, сыр чеддер, томат, микс-салат.",
        kcal: 729.82,
        p: 22.52,
        f: 42.62,
        c: 64.02
      },
      {
        name: "Сэндвич с ветчиной",
        price: "780",
        photo: "sandwich_vetchina.webp",
        description: "Хлеб тартин, ветчина, глазунья, яичная намазка, горчица, маринованный огурчик, сыр чеддер.",
        kcal: 1131,
        p: 35,
        f: 75.61,
        c: 93.19
      },
      {
        name: "Грильчиз",
        price: "660",
        photo: "grillchease.webp",
        description: "С халуми, яичным соусом и луковым мармеладом.",
        kcal: 881.35,
        p: 29.04,
        f: 49.7,
        c: 78
      }
    ],

    "Основные блюда": [
      {
        name: "Картофельное пюре",
        price: "590",
        photo: "mashed_potato.webp",
        description: "С говяжьими тефтелями, овощной сальсой, микс-салатом, каламатами и посыпкой из чипсов.",
        kcal: 724.98,
        p: 24.69,
        f: 59.94,
        c: 21.69
      },
      {
        name: "Зелёная гречка",
        price: "470",
        photo: "green_buckweat.webp",
        description: "С трюфельным маслом, яйцом, соусом глясс, микс-салатом и пармезаном.",
        kcal: 516.15,
        p: 17.2,
        f: 34.45,
        c: 34.32
      },
      {
        name: "Домашняя паста",
        price: "400",
        photo: "homemade_pasta.webp",
        description: "С соусом глясс и сыром пармезан.",
        kcal: 522.04,
        p: 16.11,
        f: 27.88,
        c: 51.66
      },
      {
        name: "Паста Аррабиата",
        price: "500",
        photo: "arrabiata.webp",
        description: "С микс-салатом и сыром пармезан.",
        kcal: 559.18,
        p: 18.03,
        f: 25.95,
        c: 63.32
      },
      {
        name: "Куриный паштет",
        price: "490",
        photo: "pashtet.webp",
        description: "С малиновым конфи, дуккой, цветочной посыпкой и хлебом тартин.",
        kcal: 533.21,
        p: 17.87,
        f: 26.82,
        c: 55.06
      }
    ],

    "Кофе": [
      {
        name: "Фильтр",
        price: "230 / 270",
        photo: "filter.webp",
        description: "Насыщенный кофе, сваренный альтернативным методом с помощью капельной кофеварки. Постоянно меняем сорта зерен и знакомим вас с ними"
      },
      {
        name: "Эспрессо",
        price: "230",
        photo: "espresso.webp",
        description: "Бодрящий шот кофе, приготовленный на смеси зёрен из Бразилии и Эфиопии. Фундамент всех наших кофейных напитков"
      },
      {
        name: "Капучино",
        price: "260 / 300",
        photo: "cappuccino.webp",
        description: "Мягкий кофейный напиток на основе эспрессо и молока с красивыми рисунками от наших бариста"
      },
      {
        name: "Латте",
        price: "300",
        photo: "latte.webp",
        description: "Легкий молочный напиток с небольшим количеством кофе"
      },
      {
        name: "Флэт-уайт",
        price: "260",
        photo: "flat_white.webp",
        description: "Крепкий кофейно-молочный напиток с минимальной пенкой"
      },
      {
        name: "Раф-кофе",
        price: "280 / 350",
        photo: "raf_coffee.webp",
        description: "Сладкий сливочный напиток с воздушной нежной пенкой"
      },
      {
        name: "Бамбл кофе",
        price: "380",
        photo: "bumble_coffee.webp",
        description: "Апельсиновый сок, эспрессо, сироп солёная карамель"
      },
      {
        name: "Эспрессо-тоник",
        price: "340",
        photo: "espresso_tonic.webp",
        description: "Эспрессо, тоник, лёд"
      },
      {
        name: "Сырный раф",
        price: "410",
        photo: "cheese_raf.webp",
        description: "Классический раф с ванильным сахаром и сырной шапочкой из взбитого соуса (креметта, дорблю, сливки)"
      },
      {
        name: "Раф копченая груша",
        price: "370",
        photo: "raf_smoked_pear.webp",
        description: "Классический раф на основе домашнего грушевого соуса с украшением из сушеной груши"
      },
      {
        name: "Латте синнабон",
        price: "360",
        photo: "latte_cinnabon.webp",
        description: "Напиток на карамельно-молочной основе с добавлением сырного соуса и ванильного сахара с корицей"
      },
      {
        name: "Раф солёный арахис",
        price: "390",
        photo: "raf_salted_peanut.webp",
        description: "Классический раф на основе домашней арахисовой пасты с посыпкой из жареного арахиса"
      },
      {
        name: "Мокко",
        price: "380",
        photo: "mocha.webp",
        description: "Авторский напиток на основе сливочного соуса из креметты, какао и мёда с добавлением шота эспрессо"
      },
      {
        name: "Фильтр коктейль",
        price: "350",
        photo: "filter_cocktail.webp",
        description: "Горячий фильтр-кофе с прохладной шапочкой из взбитых сливок с сиропом солёная карамель. Сверху украшается цедрой апельсина"
      },
      {
        name: "Банановый раф",
        price: "370",
        photo: "banana_raf.webp",
        description: "Раф на основе домашнего бананового и сырного соусов с посыпкой из бананового гарниша и куркумы"
      },
      {
        name: "Лимонный пирог",
        price: "370",
        photo: "lemon_pie.webp",
        description: "Авторский латте на сливочной основе, вываренной с цедрой лимона. Сверху посыпаем сублимированной малиной"
      }
    ],

    "Не кофе": [
      {
        name: "Матча-латте",
        price: "260 / 300",
        photo: "matcha_latte.webp",
        description: "Латте на основе тонизирующего чая матча"
      },
      {
        name: "Ходзича",
        price: "240 / 280",
        photo: "hojicha.webp",
        description: "Латте на основе измельченного японского зеленого чая"
      },
      {
        name: "Какао",
        price: "280 / 320",
        photo: "cocoa.webp",
        description: "Самый классический молочный какао с добавлением ванильного сахара"
      },
      {
        name: "Фисташковое какао",
        price: "390",
        photo: "pistachio_cocoa.webp",
        description: "Классическое какао на основе домашней фисташковой пасты с посыпкой из крошки фисташки"
      },
      {
        name: "Банановое какао",
        price: "370",
        photo: "banana_cocoa.webp",
        description: "Классическое какао на основе домашнего бананового соуса с посыпкой из банановых чипсов"
      }
    ],

    "Чай": [
      {
        name: "Ежевичный глинтвейн",
        price: "330 / 440",
        photo: "blackberry_mulled.webp",
        description: "Согревающий напиток на домашней ежевичной основе с добавлением корицы и дольки лимона"
      },
      {
        name: "Пунш вишня-гибискус",
        price: "320 / 430",
        photo: "cherry_hibiscus_punch.webp",
        description: "Согревающий чай каркаде на основе соуса из вишни"
      },
      {
        name: "Цитрусовый пунш",
        price: "320 / 430",
        photo: "citrus_punch.webp",
        description: "Согревающий пунш на основе настоянного зелёного чая с цедрой и соком цитрусовых. Украшаем дольками апельсина и лимона"
      },
      {
        name: "Облепиховый чай",
        price: "310 / 420",
        photo: "sea_buckthorn_tea.webp",
        description: "Согревающий чай на основе натуральной облепихи"
      },
      {
        name: "Домашний сбор с вареньем",
        price: "290 / 400",
        photo: "homemade_blend_with_jam.webp",
        description: "Горячий чай на сборе трав с вареньем"
      },
      {
        name: "Китайский чай",
        price: "240 / 340",
        photo: "chinese_tea.webp",
        description: "Чёрный или зелёный натуральный листовой чай"
      }
    ],

    "Бабл ти": [
      {
        name: "Сникерс",
        price: "520",
        photo: "snickers.webp",
        description: "Тапиока, лёд, молоко, смесь арахисовой пасты и домашнего соуса мокко, посыпка из крошки арахиса"
      },
      {
        name: "Хун-ло сливочная карамель",
        price: "450",
        photo: "hun_lo_creamy_caramel.webp",
        description: "Тапиока, чёрный чай Хун-Ло, шапочка из взбитых сливок с сиропом солёная карамель"
      },
      {
        name: "Карамельная далгона",
        price: "440",
        photo: "caramel_dalgona.webp",
        description: "Тапиока, молоко, кофейная шапочка с сиропом солёная карамель"
      },
      {
        name: "Матча",
        price: "410",
        photo: "matcha.webp",
        description: "Тапиока, молоко, лёд, матча синяя или зелёная. Можно добавить сироп: клубника или манго"
      }
    ]
  }
};