window.MENU_DATA = {
  brand: {
    name: "Café Hood",
    subtitle: "since 2024"
  },

  categories: [
    "Все меню",
    "Завтраки",
    "Каши",
    "Сырники",
    "Панкейки",
    "Сэндвичи",
    "Основные блюда",
    "Кофе",
    "Не кофе",
    "Чай",
    "Бабл ти"
  ],

  items: {

    "Завтраки": [
      {
        name: "Большой завтрак HOOD",
        description: "Два яйца-семиминутки, хлеб тартин, песто, фета-креметта, хумус, томаты, перец, огурчик, салат.",
        photo: "big_breakfast_hood.webp",
        kcal: 1050.64, p: 34.12, f: 51.6, c: 112.44
      },
      {
        name: "Шакшука",
        description: "С овощной сальсой и тартином.",
        photo: "shakshuka.webp",
        kcal: 478.63, p: 19.09, f: 27.16, c: 39.45
      },
      {
        name: "Французский омлет",
        description: "С фета-креметтой и салатом.",
        photo: "french_omelette.webp",
        kcal: 659.19, p: 28.92, f: 40.75, c: 44.17
      }
    ],

    "Каши": [
      {
        name: "Овсяная каша с манго-кремом",
        photo: "kasha_mango_oat.webp",
        kcal: 490.68, p: 6.96, f: 30, c: 48.11
      },
      {
        name: "Рисовая каша с манго-кремом",
        photo: "kasha_mango_rice.webp",
        kcal: 503.46, p: 4.78, f: 27.75, c: 58.63
      },
      {
        name: "Овсяная каша с бананами в карамели",
        photo: "kasha_banana_oat.webp",
        kcal: 407.37, p: 6.9, f: 25.97, c: 36.5
      },
      {
        name: "Рисовая каша с бананами в карамели",
        photo: "kasha_banana_rice.webp",
        kcal: 418.9, p: 11.97, f: 23.4, c: 47.6
      }
    ],

    "Сырники": [
      {
        name: "Домашние сырники со сметаной",
        photo: "homemade_sirniki.webp",
        kcal: 457.21, p: 17.59, f: 31.57, c: 25.66
      }
    ],

    "Панкейки": [
      {
        name: "Панкейки с бананами в карамели",
        photo: "punkake2.webp",
        kcal: 654.32, p: 12.88, f: 39.48, c: 61.86
      }
    ],

    "Сэндвичи": [
      {
        name: "Сэндвич HOOD",
        photo: "sandwich_hood.webp",
        kcal: 729.82, p: 22.52, f: 42.62, c: 64.02
      }
    ],

    "Основные блюда": [
      {
        name: "Картофельное пюре с говяжьими тефтелями",
        photo: "mashed_potato.webp",
        kcal: 724.98, p: 24.69, f: 59.94, c: 21.69
      }
    ],

 "Кофе": [
  {
    name: "Фильтр",
    photo: "filter.webp",
    description: "Насыщенный кофе, сваренный альтернативным методом с помощью капельной кофеварки. Постоянно меняем сорта зерен и знакомим вас с ними"
  },
  {
    name: "Эспрессо",
    photo: "espresso.webp",
    description: "Бодрящий шот кофе, приготовленный на смеси зёрен из Бразилии и Эфиопии. Фундамент всех наших кофейных напитков"
  },
  {
    name: "Капучино",
    photo: "cappuccino.webp",
    description: "Мягкий кофейный напиток на основе эспрессо и молока с красивыми рисунками от наших бариста"
  },
  {
    name: "Латте",
    photo: "latte.webp",
    description: "Легкий молочный напиток с небольшим количеством кофе"
  },
  {
    name: "Флэт-уайт",
    photo: "flat_white.webp",
    description: "Крепкий кофейно-молочный напиток с минимальной пенкой"
  },
  {
    name: "Раф-кофе",
    photo: "raf_coffee.webp",
    description: "Сладкий сливочный напиток с воздушной нежной пенкой"
  },
  {
    name: "Бамбл кофе",
    photo: "bumble_coffee.webp",
    description: "Апельсиновый сок, эспрессо, сироп солёная карамель"
  },
  {
    name: "Эспрессо-тоник",
    photo: "espresso_tonic.webp",
    description: "Эспрессо, тоник, лёд"
  },

  {
    name: "Сырный раф",
    photo: "cheese_raf.webp",
    description: "Классический раф с ванильным сахаром и сырной шапочкой из взбитого соуса (креметта, дорблю, сливки)"
  },
  {
    name: "Раф копченая груша",
    photo: "raf_smoked_pear.webp",
    description: "Классический раф на основе домашнего грушевого соуса с украшением из сушеной груши"
  },
  {
    name: "Латте синнабон",
    photo: "latte_cinnabon.webp",
    description: "Напиток на карамельно-молочной основе с добавлением сырного соуса и ванильного сахара с корицей"
  },
  {
    name: "Раф солёный арахис",
    photo: "raf_salted_peanut.webp",
    description: "Классический раф на основе домашней арахисовой пасты с посыпкой из жареного арахиса"
  },
  {
    name: "Мокко",
    photo: "mocha.webp",
    description: "Авторский напиток на основе сливочного соуса из креметты, какао и мёда с добавлением шота эспрессо"
  },
  {
    name: "Фильтр коктейль",
    photo: "filter_cocktail.webp",
    description: "Горячий фильтр-кофе с прохладной шапочкой из взбитых сливок с сиропом солёная карамель. Сверху украшается цедрой апельсина"
  },
  {
    name: "Банановый раф",
    photo: "banana_raf.webp",
    description: "Раф на основе домашнего бананового и сырного соусов с посыпкой из бананового гарниша и куркумы"
  },
  {
    name: "Лимонный пирог",
    photo: "lemon_pie.webp",
    description: "Авторский латте на сливочной основе, вываренной с цедрой лимона. Сверху посыпаем сублимированной малиной"
  }
],

"Не кофе": [
  {
    name: "Матча-латте",
    photo: "matcha_latte.webp",
    description: "Латте на основе тонизирующего чая матча"
  },
  {
    name: "Ходзича",
    photo: "hojicha.webp",
    description: "Латте на основе измельченного японского зеленого чая"
  },
  {
    name: "Какао",
    photo: "cocoa.webp",
    description: "Самый классический молочный какао с добавлением ванильного сахара"
  },
  {
    name: "Фисташковое какао",
    photo: "pistachio_cocoa.webp",
    description: "Классическое какао на основе домашней фисташковой пасты с посыпкой из крошки фисташки"
  },
  {
    name: "Банановое какао",
    photo: "banana_cocoa.webp",
    description: "Классическое какао на основе домашнего бананового соуса с посыпкой из банановых чипсов"
  }
],

"Чай": [
  {
    name: "Ежевичный глинтвейн",
    photo: "blackberry_mulled.webp",
    description: "Согревающий напиток на домашней ежевичной основе с добавлением корицы и дольки лимона"
  },
  {
    name: "Пунш вишня-гибискус",
    photo: "cherry_hibiscus_punch.webp",
    description: "Согревающий чай каркаде на основе соуса из вишни"
  },
  {
    name: "Цитрусовый пунш",
    photo: "citrus_punch.webp",
    description: "Согревающий пунш на основе настоянного зелёного чая с цедрой и соком цитрусовых. Украшаем дольками апельсина и лимона"
  },
  {
    name: "Облепиховый чай",
    photo: "sea_buckthorn_tea.webp",
    description: "Согревающий чай на основе натуральной облепихи"
  },
  {
    name: "Домашний сбор с вареньем",
    photo: "homemade_blend_with_jam.webp",
    description: "Горячий чай на сборе трав с вареньем"
  },
  {
    name: "Китайский чай",
    photo: "chinese_tea.webp",
    description: "Чёрный или зелёный натуральный листовой чай"
  }
],

"Бабл ти": [
  {
    name: "Сникерс",
    photo: "snickers.webp",
    description: "Тапиока, лёд, молоко, смесь арахисовой пасты и домашнего соуса мокко, посыпка из крошки арахиса"
  },
  {
    name: "Хун-ло сливочная карамель",
    photo: "hun_lo_creamy_caramel.webp",
    description: "Тапиока, чёрный чай Хун-Ло, шапочка из взбитых сливок с сиропом солёная карамель"
  },
  {
    name: "Карамельная далгона",
    photo: "caramel_dalgona.webp",
    description: "Тапиока, молоко, кофейная шапочка с сиропом солёная карамель"
  },
  {
    name: "Матча",
    photo: "matcha.webp",
    description: "Тапиока, молоко, лёд, матча синяя или зелёная. Можно добавить сироп: клубника или манго"
  }
]
  }
};